import React from 'react'

const AboutPage = () => {
    return (
        <div className='mx-auto w-full p-3 mt-4'>
            <h1 className='text-center text-primary text-3xl lg:text-4xl border-secondary border-b-[2px] w-fit mx-auto p-4 mb-2 md:mb-6'>من نحن</h1>
            <p className='p-6 sm:text-md md:text-lg md:leading-8 lg:text-xl  lg:leading-10'>
                هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير
                هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير
                هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير
                هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير
                هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير
                هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير
                هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير
                هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير
                هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير
                هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير
                هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير  هذا كلام فقط لملئ الفراغات لا غير

            </p>
        </div>
    )
}

export default AboutPage
